Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Guest Analytics
ar: تحليلات الضيوف
cs: Statistiky hostů
da: Gæstestatistik
de: Gäste-Auswertung
es: Análisis de invitados
et: Külaliste statistika
fi: Vierasanalytiikka
fr: Analyse des invités
hr: Analitika gostiju
hu: Vendégstatisztika
is: Gestagreining
it: Analisi degli ospiti
ja: ゲストの分析
ko: 하객 분석
lv: Viesu analītika
nb: Gjestestatistikk
nl: Gastenanalyse
pl: Analiza gości
pt: Análise dos convidados
ro: Analize despre invitați
ru: Аналитика гостей
sk: Štatistiky hostí
sl: Analitika gostov
sv: Gäststatistik
th: สถิติแขก
tr: Misafir Analizi
uk: Аналітика гостей
vi: Phân tích khách mời
zh_hans: 宾客分析
zh_hant: 賓客分析

source: Guest Arrival
ar: وصول الضيوف
cs: Příchod hostů
da: Gæsternes ankomst
de: Ankunft der Gäste
es: Llegada de invitados
et: Külaliste saabumine
fi: Vieraiden saapuminen
fr: Arrivée des invités
hr: Dolazak gostiju
hu: Vendégek érkezése
is: Gestir mæta
it: Arrivo degli ospiti
ja: ゲストの到着
ko: 하객 입장
lv: Viesu ierašanās
nb: Gjestene ankommer
nl: Aankomst gasten
pl: Przyjazd gości
pt: Chegada dos convidados
ro: Sosirea invitaților
ru: Приезд гостей
sk: Príchod hostí
sl: Prihod gostov
sv: Gästerna anländer
th: แขกมาถึง
tr: Misafirlerin Gelişi
uk: Прибуття гостей
vi: Khách mời đến
zh_hans: 宾客入场
zh_hant: 賓客入場

source: Guest Breakdown
ar: تفصيل الضيوف
cs: Přehled hostů
da: Fordeling af gæster
de: Gäste-Aufteilung
es: Desglose de invitados
et: Külaliste jaotus
fi: Vieraiden jakauma
fr: Répartition des invités
hr: Struktura gostiju
hu: Vendégek megoszlása
is: Sundurliðun gesta
it: Suddivisione degli ospiti
ja: ゲストの内訳
ko: 하객 내역
lv: Viesu sadalījums
nb: Gjesteoversikt
nl: Verdeling van de gasten
pl: Struktura gości
pt: Detalhamento dos convidados
ro: Defalcarea invitaților
ru: Разбивка по гостям
sk: Rozdelenie hostí
sl: Razčlenitev gostov
sv: Gästfördelning
th: แยกตามประเภทแขก
tr: Misafir Dağılımı
uk: Структура гостей
vi: Chi tiết khách mời
zh_hans: 宾客明细
zh_hant: 賓客明細

source: Guest Details
ar: تفاصيل الضيف
cs: Detaily hosta
da: Detaljer om gæsten
de: Details zum Gast
es: Detalles del invitado
et: Külalise üksikasjad
fi: Vieraan tiedot
fr: Détails de l'invité
hr: Detalji o gostu
hu: A vendég részletei
is: Upplýsingar um gest
it: Dettagli dell'ospite
ja: ゲストの詳細
ko: 하객 상세
lv: Viesa detaļas
nb: Gjestedetaljer
nl: Details van de gast
pl: Dane gościa
pt: Detalhes do convidado
ro: Detalii invitat
ru: Данные гостя
sk: Detaily hosťa
sl: Podatki o gostu
sv: Gästuppgifter
th: รายละเอียดแขก
tr: Misafir Detayları
uk: Дані гостя
vi: Chi tiết khách mời
zh_hans: 宾客详情
zh_hant: 賓客細節

source: Guest Experience
ar: تجربة الضيوف
cs: Zážitek hostů
da: Gæsteoplevelse
de: Gästeerlebnis
es: Experiencia de los invitados
et: Külaliste kogemus
fi: Vieraiden kokemus
fr: Expérience des invités
hr: Doživljaj gostiju
hu: Vendégélmény
is: Upplifun gesta
it: Esperienza degli ospiti
ja: ゲストの体験
ko: 하객 경험
lv: Viesu pieredze
nb: Gjesteopplevelsen
nl: Gastbeleving
pl: Komfort gości
pt: Experiência dos convidados
ro: Experiența invitaților
ru: Впечатления гостей
sk: Zážitok hostí
sl: Doživetje gostov
sv: Gästupplevelse
th: ประสบการณ์ของแขก
tr: Misafir Deneyimi
uk: Враження гостей
vi: Trải nghiệm của khách mời
zh_hans: 宾客体验
zh_hant: 賓客體驗

source: Guest Information
ar: معلومات الضيف
cs: Informace o hostovi
da: Gæsteoplysninger
de: Angaben zum Gast
es: Información del invitado
et: Külalise andmed
fi: Vierastiedot
fr: Informations sur l'invité
hr: Podaci o gostu
hu: Vendégadatok
is: Upplýsingar um gesti
it: Informazioni sull'ospite
ja: ゲスト情報
ko: 하객 정보
lv: Informācija par viesi
nb: Gjesteinformasjon
nl: Gastgegevens
pl: Informacje o gościu
pt: Informações do convidado
ro: Informații despre invitat
ru: Информация о госте
sk: Informácie o hosťovi
sl: Podatki o gostu
sv: Gästinformation
th: ข้อมูลแขก
tr: Misafir Bilgileri
uk: Інформація про гостя
vi: Thông tin khách mời
zh_hans: 宾客信息
zh_hant: 賓客資料

source: Guest List
ar: قائمة الضيوف
cs: Seznam hostů
da: Gæsteliste
de: Gästeliste
es: Lista de invitados
et: Külaliste nimekiri
fi: Vieraslista
fr: Liste des invités
hr: Popis gostiju
hu: Vendéglista
is: Gestalisti
it: Lista degli ospiti
ja: ゲストリスト
ko: 하객 명단
lv: Viesu saraksts
nb: Gjesteliste
nl: Gastenlijst
pl: Lista gości
pt: Lista de convidados
ro: Lista de invitați
ru: Список гостей
sk: Zoznam hostí
sl: Seznam gostov
sv: Gästlista
th: รายชื่อแขก
tr: Misafir Listesi
uk: Список гостей
vi: Danh sách khách mời
zh_hans: 宾客名单
zh_hant: 賓客名單

source: Guest Management
ar: إدارة الضيوف
cs: Správa hostů
da: Gæstehåndtering
de: Gästeverwaltung
es: Gestión de invitados
et: Külaliste haldus
fi: Vieraslistan hallinta
fr: Gestion des invités
hr: Upravljanje gostima
hu: Vendégkezelés
is: Utanumhald gesta
it: Gestione ospiti
ja: ゲスト管理
ko: 하객 관리
lv: Viesu pārvaldība
nb: Gjestehåndtering
nl: Gastenbeheer
pl: Zarządzanie gośćmi
pt: Gestão de convidados
ro: Gestionarea invitaților
ru: Управление гостями
sk: Správa hostí
sl: Upravljanje gostov
sv: Gästhantering
th: การจัดการแขก
tr: Misafir Yönetimi
uk: Керування гостями
vi: Quản lý khách mời
zh_hans: 宾客管理
zh_hant: 賓客管理

source: Guest Planning
ar: تخطيط قائمة الضيوف
cs: Plánování hostů
da: Gæsteplanlægning
de: Gästeplanung
es: Planificación de invitados
et: Külaliste planeerimine
fi: Vieraiden suunnittelu
fr: Organisation des invités
hr: Planiranje gostiju
hu: Vendégek tervezése
is: Gestaskipulag
it: Ospiti e inviti
ja: ゲストの計画
ko: 하객 준비
lv: Viesu plānošana
nb: Gjesteplanlegging
nl: Gastenplanning
pl: Planowanie listy gości
pt: Planejamento dos convidados
ro: Planificarea invitaților
ru: Планирование гостей
sk: Plánovanie hostí
sl: Načrtovanje gostov
sv: Gästplanering
th: วางแผนรายชื่อแขก
tr: Misafir Planlaması
uk: Гості та запрошення
vi: Kế hoạch khách mời
zh_hans: 宾客筹划
zh_hant: 賓客規劃

source: Guest count
ar: عدد الضيوف
cs: Počet hostů
da: Antal gæster
de: Anzahl der Gäste
es: Número de invitados
et: Külaliste arv
fi: Vieraiden määrä
fr: Nombre d'invités
hr: Broj gostiju
hu: Vendégek száma
is: Fjöldi gesta
it: Numero di invitati
ja: ゲストの人数
ko: 하객 수
lv: Viesu skaits
nb: Antall gjester
nl: Aantal gasten
pl: Liczba gości
pt: Número de convidados
ro: Numărul de invitați
ru: Количество гостей
sk: Počet hostí
sl: Število gostov
sv: Antal gäster
th: จำนวนแขก
tr: Davetli sayısı
uk: Кількість гостей
vi: Số lượng khách
zh_hans: 宾客人数
zh_hant: 賓客人數

source: Guest list ready for %lld
ar: قائمة الضيوف جاهزة لـ %lld
cs: Seznam hostů připravený pro %lld
da: Gæsteliste klar til %lld
de: Gästeliste bereit für %lld
es: Lista de invitados lista para %lld
et: Külaliste nimekiri on valmis %lld inimesele
fi: Vieraslista valmiina %lld hengelle
fr: Liste d'invités prête pour %lld
hr: Popis gostiju spreman za %lld
hu: A vendéglista %lld főre kész
is: Gestalisti tilbúinn fyrir %lld
it: Lista invitati pronta per %lld
ja: %lld 名分のゲストリストが完成
ko: 하객 %lld명 명단 준비 완료
lv: Viesu saraksts gatavs %lld viesiem
nb: Gjesteliste klar for %lld
nl: Gastenlijst klaar voor %lld
pl: Lista gości gotowa dla %lld osób
pt: Lista de convidados pronta para %lld
ro: Listă de invitați pregătită pentru %lld
ru: Список гостей готов на %lld человек
sk: Zoznam hostí pripravený pre %lld
sl: Seznam gostov pripravljen za %lld
sv: Gästlista redo för %lld
th: รายชื่อแขกพร้อมสำหรับ %lld คน
tr: %lld kişilik misafir listesi hazır
uk: Список гостей готовий на %lld
vi: Danh sách khách mời sẵn sàng cho %lld người
zh_hans: %lld 位宾客的名单已就绪
zh_hant: 已為 %lld 位賓客備好名單

source: Guest list, RSVPs and plus-ones for %lld
ar: قائمة الضيوف وتأكيدات الحضور والمرافقون لـ %lld
cs: Seznam hostů, RSVP a doprovody pro %lld
da: Gæsteliste, RSVP'er og ledsagere til %lld
de: Gästeliste, Zusagen und Begleitungen für %lld
es: Lista de invitados, RSVP y acompañantes para %lld
et: Külaliste nimekiri, RSVP-d ja kaaslased %lld inimese jaoks
fi: Vieraslista, RSVP-vastaukset ja avecit %lld hengelle
fr: Liste d'invités, RSVP et accompagnants pour %lld
hr: Popis gostiju, RSVP-ovi i pratnje za %lld
hu: Vendéglista, visszajelzések és kísérők %lld főre
is: Gestalisti, RSVP og fylgdargestir fyrir %lld
it: Lista invitati, RSVP e accompagnatori per %lld
ja: %lld 名分のゲストリスト・出欠・同伴者
ko: 하객 %lld명의 명단, 참석 여부, 동반자까지
lv: Viesu saraksts, RSVP atbildes un pavadoņi %lld viesiem
nb: Gjesteliste, RSVP og følge for %lld
nl: Gastenlijst, RSVP's en introducés voor %lld
pl: Lista gości, RSVP i osoby towarzyszące dla %lld osób
pt: Lista de convidados, RSVPs e acompanhantes para %lld
ro: Listă de invitați, RSVP-uri și însoțitori pentru %lld
ru: Список гостей, RSVP и сопровождающие для %lld человек
sk: Zoznam hostí, RSVP a sprievod pre %lld
sl: Seznam gostov, RSVP-ji in spremljevalci za %lld
sv: Gästlista, OSA och medföljande för %lld
th: รายชื่อแขก RSVP และผู้ติดตาม สำหรับ %lld คน
tr: %lld kişi için misafir listesi, RSVP'ler ve refakatçiler
uk: Список гостей, RSVP і супутники для %lld
vi: Danh sách khách mời, RSVP và người đi cùng cho %lld khách
zh_hans: 为 %lld 位宾客管理名单、RSVP 和同行宾客
zh_hant: %lld 位賓客的名單、RSVP 與攜伴

source: Guests
ar: الضيوف
cs: Hosté
da: Gæster
de: Gäste
es: Invitados
et: Külalised
fi: Vieraat
fr: Invités
hr: Gosti
hu: Vendégek
is: Gestir
it: Ospiti
ja: ゲスト
ko: 하객
lv: Viesi
nb: Gjester
nl: Gasten
pl: Goście
pt: Convidados
ro: Invitați
ru: Гости
sk: Hostia
sl: Gostje
sv: Gäster
th: แขก
tr: Misafirler
uk: Гості
vi: Khách mời
zh_hans: 宾客
zh_hant: 賓客

source: Guests, plus-ones and RSVPs live in one list that stays in sync — no more three versions of the same spreadsheet.
ar: الضيوف والمرافقون وتأكيدات الحضور في قائمة واحدة تبقى متزامنة — لا مزيد من ثلاث نسخ للجدول نفسه.
cs: Hosté, doprovody i RSVP žijí v jednom seznamu, který je vždycky aktuální — konec třem verzím jedné tabulky.
da: Gæster, ledsagere og RSVP'er bor i én liste, der altid er opdateret — slut med tre versioner af det samme regneark.
de: Gäste, Begleitungen und Zusagen stehen in einer Liste, die immer aktuell bleibt — Schluss mit drei Versionen derselben Tabelle.
es: Invitados, acompañantes y RSVP viven en una sola lista siempre sincronizada: se acabaron las tres versiones de la misma hoja de cálculo.
et: Külalised, kaaslased ja RSVP-d elavad ühes nimekirjas, mis püsib alati ajakohane — lõpp kolmele versioonile samast tabelist.
fi: Vieraat, avecit ja RSVP-vastaukset ovat yhdessä listassa, joka pysyy ajan tasalla — ei enää kolmea versiota samasta taulukosta.
fr: Invités, accompagnants et RSVP vivent dans une seule liste toujours à jour — fini les trois versions du même tableur.
hr: Gosti, pratnje i RSVP-ovi žive na jednom popisu koji je uvijek usklađen — nema više tri verzije iste tablice.
hu: A vendégek, a kísérők és a visszajelzések egyetlen, mindig naprakész listában élnek — nincs többé három változat ugyanabból a táblázatból.
is: Gestir, fylgdargestir og RSVP búa á einum lista sem helst alltaf réttur — engar þrjár útgáfur af sama töflureikni.
it: Invitati, accompagnatori e RSVP stanno in un'unica lista sempre sincronizzata: niente più tre versioni dello stesso foglio di calcolo.
ja: ゲストも同伴者も出欠も、常に同期されたひとつのリストに — 同じ表が3種類できてしまうことはもうありません。
ko: 하객, 동반자, 참석 여부가 항상 동기화되는 하나의 명단에 담겨요 — 같은 표를 세 가지 버전으로 관리할 일은 없어요.
lv: Viesi, pavadoņi un RSVP atbildes dzīvo vienā sarakstā, kas vienmēr ir aktuāls — vairs nav trīs vienas un tās pašas tabulas versijas.
nb: Gjester, følge og RSVP ligger i én liste som alltid er oppdatert – slutt på tre versjoner av det samme regnearket.
nl: Gasten, introducés en RSVP's staan in één lijst die altijd klopt — geen drie versies meer van hetzelfde spreadsheet.
pl: Goście, osoby towarzyszące i RSVP są na jednej, zawsze aktualnej liście — koniec z trzema wersjami tego samego arkusza.
pt: Convidados, acompanhantes e RSVPs ficam em uma lista só, sempre atualizada — chega de três versões da mesma planilha.
ro: Invitații, însoțitorii și RSVP-urile stau într-o singură listă mereu la zi — gata cu trei variante ale aceluiași tabel.
ru: Гости, сопровождающие и RSVP живут в одном списке, который всегда актуален, — больше никаких трёх версий одной таблицы.
sk: Hostia, ich sprievod aj RSVP žijú v jednom zozname, ktorý je stále aktuálny — koniec trom verziám tej istej tabuľky.
sl: Gostje, spremljevalci in RSVP-ji so na enem seznamu, ki ostane usklajen – konec s tremi različicami iste preglednice.
sv: Gäster, medföljande och OSA bor i en enda lista som alltid är uppdaterad – slut på tre versioner av samma kalkylark.
th: แขก ผู้ติดตาม และ RSVP อยู่ในรายการเดียวที่อัปเดตตรงกันเสมอ — ไม่ต้องมีสเปรดชีตเดียวกันสามเวอร์ชันอีกต่อไป
tr: Misafirler, refakatçiler ve RSVP'ler senkron kalan tek bir listede durur — aynı tablonun üç ayrı sürümü artık yok.
uk: Гості, супутники та RSVP живуть в одному списку, який завжди актуальний, — жодних трьох версій однієї таблиці.
vi: Khách mời, người đi cùng và RSVP nằm trong một danh sách duy nhất luôn được đồng bộ — không còn ba phiên bản của cùng một bảng tính.
zh_hans: 宾客、同行宾客和 RSVP 都在同一份实时同步的名单里——再也不用维护三个版本的表格。
zh_hant: 賓客、攜伴和 RSVP 都在同一份名單裡即時同步 — 不用再對照三個版本的試算表。

source: HOME
ar: الرئيسية
cs: DOMŮ
da: HJEM
de: START
es: INICIO
et: AVALEHT
fi: KOTI
fr: ACCUEIL
hr: POČETNA
hu: KEZDŐLAP
is: HEIM
ja: ホーム
ko: 홈
lv: SĀKUMS
nb: HJEM
nl: START
pl: START
pt: INÍCIO
ro: ACASĂ
ru: ГЛАВНАЯ
sk: DOMOV
sl: DOMOV
sv: HEM
th: หน้าแรก
tr: ANA SAYFA
uk: ГОЛОВНА
vi: TRANG CHỦ
zh_hans: 首页
zh_hant: 首頁

source: HOW MANY GUESTS?
ar: كم عدد الضيوف
cs: KOLIK HOSTŮ?
da: HVOR MANGE GÆSTER?
de: WIE VIELE GÄSTE?
es: ¿CUÁNTOS INVITADOS?
et: KUI PALJU KÜLALISI?
fi: KUINKA MONTA VIERASTA?
fr: COMBIEN D'INVITÉS ?
hr: KOLIKO GOSTIJU?
hu: HÁNY VENDÉG?
is: HVAÐ MARGIR GESTIR?
it: QUANTI INVITATI?
ja: ゲストは何名ですか？
ko: 하객은 몇 명
lv: CIK VIESU?
nb: HVOR MANGE GJESTER?
nl: HOEVEEL GASTEN?
pl: ILU GOŚCI?
pt: QUANTOS CONVIDADOS?
ro: CÂȚI INVITAȚI?
ru: СКОЛЬКО ГОСТЕЙ?
sk: KOĽKO HOSTÍ?
sl: KOLIKO GOSTOV?
sv: HUR MÅNGA GÄSTER?
th: แขกกี่คน?
tr: KAÇ MİSAFİR?
uk: СКІЛЬКИ ГОСТЕЙ?
vi: BAO NHIÊU KHÁCH MỜI?
zh_hans: 宾客人数
zh_hant: 有多少賓客？

source: Hair & Makeup
ar: الشعر والمكياج
cs: Vlasy a líčení
da: Hår & makeup
de: Haare & Make-up
es: Peluquería y maquillaje
et: Soeng ja meik
fi: Hiukset ja meikki
fr: Coiffure et maquillage
hr: Frizura i šminka
hu: Haj és smink
is: Hár og förðun
it: Trucco e capelli
ja: ヘアメイク
ko: 헤어 & 메이크업
lv: Frizūra un vizāža
nb: Hår og makeup
nl: Haar & Make-up
pl: Fryzura i makijaż
pt: Cabelo e maquiagem
ro: Coafură și machiaj
ru: Причёска и макияж
sk: Vlasy a make-up
sl: Pričeska in ličenje
sv: Hår & makeup
th: ทำผมและแต่งหน้า
tr: Saç ve Makyaj
uk: Зачіска та макіяж
vi: Tóc & Trang điểm
zh_hans: 妆发造型
zh_hant: 髮型與新祕

source: Hair & Makeup Begins
ar: بدء تصفيف الشعر والمكياج
cs: Začátek účesu a líčení
da: Hår og makeup starter
de: Haare & Make-up starten
es: Empieza peluquería y maquillaje
et: Soeng ja meik algavad
fi: Hiukset ja meikki alkavat
fr: Début de la coiffure et du maquillage
hr: Početak frizure i šminke
hu: Haj és smink kezdete
is: Hár og förðun hefst
it: Inizio trucco e capelli
ja: ヘアメイク開始
ko: 헤어 & 메이크업 시작
lv: Sākas frizūra un grims
nb: Hår og makeup starter
nl: Haar & make-up beginnen
pl: Początek fryzury i makijażu
pt: Início do cabelo e da maquiagem
ro: Încep coafura și machiajul
ru: Начало причёски и макияжа
sk: Začína účes a líčenie
sl: Začetek pričeske in ličenja
sv: Hår & makeup börjar
th: เริ่มทำผมและแต่งหน้า
tr: Saç ve Makyaj Başlıyor
uk: Початок зачіски та макіяжу
vi: Bắt đầu làm tóc & trang điểm
zh_hans: 开始做妆发
zh_hant: 妝髮開始

source: Halal
ar: حلال
ja: ハラル
ko: 할랄
ru: Халяль
th: ฮาลาล
tr: Helal
uk: Халяль
zh_hans: 清真
zh_hant: 清真

source: Halfway there! Time to finalize those big decisions
ar: قطعتِ نصف الطريق! حان وقت حسم القرارات الكبيرة
cs: Jste v polovině! Je čas dotáhnout ta velká rozhodnutí
da: Halvvejs! Nu skal de store beslutninger på plads
de: Halbzeit! Zeit, die großen Entscheidungen zu treffen
es: ¡Ya estás a mitad de camino! Es hora de cerrar las grandes decisiones
et: Pool teed käidud! Aeg suured otsused paika panna
fi: Puolimatkassa! Nyt on aika lyödä lukkoon ne isot päätökset
fr: À mi-chemin ! Il est temps de trancher les grandes décisions
hr: Na pola ste puta! Vrijeme je da donesete velike odluke
hu: Félúton vagy! Ideje véglegesíteni a nagy döntéseket
is: Hálfnuð leið! Nú er komið að stóru ákvörðununum
it: Sei a metà strada! È ora di chiudere le grandi decisioni
ja: 折り返し地点です！大きな決めごとを確定させましょう
ko: 절반 왔어요! 이제 중요한 결정들을 확정할 때예요
lv: Puse ceļa aiz muguras! Laiks pieņemt lielos lēmumus
nb: Halvveis! På tide å lande de store avgjørelsene
nl: Halverwege! Tijd om die grote beslissingen definitief te maken
pl: Półmetek! Czas dopiąć najważniejsze decyzje
pt: Metade do caminho! Hora de fechar as grandes decisões
ro: Ești la jumătatea drumului! E momentul să finalizezi deciziile mari
ru: Половина пути позади! Пора закрепить главные решения
sk: Ste v polovici! Čas dokončiť tie veľké rozhodnutia
sl: Polovica je za vama! Čas je, da dorečeta velike odločitve
sv: Halvvägs! Dags att spika de stora besluten
th: มาครึ่งทางแล้ว! ถึงเวลาสรุปการตัดสินใจครั้งใหญ่
tr: Yarı yoldasınız! Büyük kararları kesinleştirme zamanı
uk: Ви на півдорозі! Час ухвалити головні рішення
vi: Đã đi được nửa chặng đường! Đến lúc chốt những quyết định lớn rồi
zh_hans: 已经过半啦！是时候敲定那些重要决定了
zh_hant: 已經走完一半了！該敲定那些重要決定囉

source: Happy Wedding Day! Enjoy every magical moment! 💕
ar: يوم زفاف سعيد! استمتعي بكل لحظة ساحرة! 💕
cs: Šťastný svatební den! Užijte si každý kouzelný okamžik! 💕
da: Tillykke med bryllupsdagen! Nyd hvert eneste magiske øjeblik! 💕
de: Alles Gute zum Hochzeitstag! Genieß jeden magischen Moment! 💕
es: ¡Feliz día de tu boda! ¡Disfruta cada momento mágico! 💕
et: Head pulmapäeva! Naudi iga võluvat hetke! 💕
fi: Onnellista hääpäivää! Nauti jokaisesta taianomaisesta hetkestä! 💕
fr: Joyeux jour J ! Savourez chaque instant magique ! 💕
hr: Sretan dan vjenčanja! Uživajte u svakom čarobnom trenutku! 💕
hu: Boldog esküvő napját! Élvezz minden varázslatos pillanatot! 💕
is: Til hamingju með brúðkaupsdaginn! Njóttu hverrar töfrastundar! 💕
it: Buon matrimonio! Goditi ogni momento magico! 💕
ja: 結婚式当日おめでとうございます！魔法のような瞬間を思いきり楽しんでください 💕
ko: 결혼식 날이에요! 순간순간을 마음껏 즐기세요! 💕
lv: Priecīgu kāzu dienu! Izbaudi katru burvīgo mirkli! 💕
nb: Gratulerer med bryllupsdagen! Nyt hvert magiske øyeblikk! 💕
nl: Gefeliciteerd met jullie trouwdag! Geniet van elk magisch moment! 💕
pl: Szczęśliwego dnia ślubu! Cieszcie się każdą magiczną chwilą! 💕
pt: Feliz dia do casamento! Aproveite cada momento mágico! 💕
ro: O nuntă fericită! Bucură-te de fiecare moment magic! 💕
ru: С днём свадьбы! Наслаждайся каждым волшебным моментом! 💕
sk: Šťastný svadobný deň! Užite si každý čarovný okamih! 💕
sl: Srečen poročni dan! Uživajta v vsakem čarobnem trenutku! 💕
sv: Grattis på bröllopsdagen! Njut av varje magiskt ögonblick! 💕
th: สุขสันต์วันแต่งงาน! ขอให้สนุกกับทุกช่วงเวลาแสนวิเศษ 💕
tr: Düğün gününüz kutlu olsun! Her büyülü anın tadını çıkarın! 💕
uk: З днем весілля! Насолоджуйтеся кожною чарівною миттю! 💕
vi: Chúc mừng ngày cưới! Hãy tận hưởng từng khoảnh khắc diệu kỳ! 💕
zh_hans: 大喜之日快乐！尽情享受每一个美好瞬间！💕
zh_hant: 大喜之日快樂！好好享受每個美好瞬間！💕

source: Having no time
ar: ضيق الوقت
cs: Nedostatek času
da: Ikke at have tid
de: Keine Zeit haben
es: No tener tiempo
et: Ajapuudus
fi: Ajan puute
fr: Le manque de temps
hr: Nedostatak vremena
hu: Nincs elég idő
is: Að hafa engan tíma
it: Non avere tempo
ja: 時間がないこと
ko: 시간이 부족한 것
lv: Laika trūkums
nb: Å ikke ha tid
nl: Geen tijd hebben
pl: Brak czasu
pt: Falta de tempo
ro: Lipsa timpului
ru: Нехватка времени
sk: Nedostatok času
sl: Pomanjkanje časa
sv: Att inte ha tid
th: การไม่มีเวลา
tr: Zaman bulamamak
uk: Брак часу
vi: Không có thời gian
zh_hans: 没有时间
zh_hant: 沒有時間

source: Hello lovely! Time to make wedding magic happen today 💫
ar: أهلًا يا جميلة! حان وقت صنع سحر زفافكِ اليوم 💫
cs: Krásný den! Je čas vykouzlit dnes trochu svatební magie 💫
da: Hej skønne! I dag skaber vi lidt bryllupsmagi 💫
de: Hallo Liebes! Zeit, heute etwas Hochzeitszauber zu wirken 💫
es: ¡Hola, preciosa! Hoy toca hacer un poco de magia con tu boda 💫
et: Tere, kallis! Täna on aeg pulmavõlu luua 💫
fi: Hei, ihana! Tänään on aika loihtia häätaikaa 💫
fr: Coucou ma belle ! Aujourd'hui, on fait un peu de magie 💫
hr: Pozdrav, draga! Vrijeme je da danas stvorite svadbenu čaroliju 💫
hu: Szia, drága! Ma is varázsoljunk egy kicsit az esküvőn 💫
is: Hæ, elskan! Í dag búum við til brúðkaupstöfra 💫
it: Ciao bellissima! Oggi è il giorno giusto per un po' di magia 💫
ja: こんにちは！今日も結婚式の準備を楽しく進めましょう 💫
ko: 안녕하세요! 오늘도 결혼식 준비의 마법을 만들어 볼까요 💫
lv: Sveika, mīļā! Šodien laiks radīt kāzu burvību 💫
nb: Hei, vakre! I dag skaper vi litt bryllupsmagi 💫
nl: Hallo lieverd! Tijd om vandaag wat trouwmagie te maken 💫
pl: Hej, kochana! Czas stworzyć dziś odrobinę ślubnej magii 💫
pt: Oi, linda! Hoje é dia de fazer a magia do casamento acontecer 💫
ro: Bună, draga mea! E timpul să faci azi magie de nuntă 💫
ru: Привет, дорогая! Сегодня самое время творить свадебную магию 💫
sk: Zdravíme, krásna! Dnes je čas tvoriť svadobné čaro 💫
sl: Živjo, lepotica! Čas je, da danes ustvariš poročno čarovnijo 💫
sv: Hej på dig! Dags att skapa lite bröllopsmagi idag 💫
th: สวัสดีคนน่ารัก! วันนี้ถึงเวลาเสกความมหัศจรรย์ให้งานแต่งแล้ว 💫
tr: Merhaba canım! Bugün düğün büyüsünü yaratma zamanı 💫
uk: Привіт, люба! Сьогодні час творити весільну магію 💫
vi: Chào bạn thân mến! Hôm nay là lúc tạo nên điều kỳ diệu cho đám cưới 💫
zh_hans: 亲爱的，早上好！今天也来创造婚礼的美好吧 💫
zh_hant: 哈囉，親愛的！今天也一起讓婚禮的魔法成真吧 💫

source: Helps keep the app free
ar: يساعد في إبقاء التطبيق مجانيًا
cs: Pomáhá udržet aplikaci zdarma
da: Hjælper med at holde appen gratis
de: Hilft, die App kostenlos zu halten
es: Ayuda a mantener la app gratuita
et: Aitab hoida rakenduse tasuta
fi: Auttaa pitämään sovelluksen ilmaisena
fr: Aide à garder l’app gratuite
hr: Pomaže da aplikacija ostane besplatna
hu: Segít abban, hogy az app ingyenes maradjon
is: Hjálpar til við að halda appinu ókeypis
it: Aiuta a mantenere l’app gratuita
ja: アプリを無料で使い続けられます
ko: 앱을 무료로 유지하는 데 도움이 돼요
lv: Palīdz saglabāt lietotni bez maksas
nb: Bidrar til å holde appen gratis
nl: Zo blijft de app gratis
pl: Pomaga utrzymać aplikację za darmo
pt: Ajuda a manter o app gratuito
ro: Ne ajută să păstrăm aplicația gratuită
ru: Помогает оставить приложение бесплатным
sk: Pomáha udržať aplikáciu zadarmo
sl: Pomaga, da aplikacija ostane brezplačna
sv: Hjälper till att hålla appen gratis
th: ช่วยให้แอปนี้ยังใช้ฟรีต่อไปได้
tr: Uygulamanın ücretsiz kalmasına yardımcı olur
uk: Допомагає тримати застосунок безкоштовним
vi: Giúp giữ cho ứng dụng luôn miễn phí
zh_hans: 帮助我们把这款应用继续免费提供
zh_hant: 幫助我們維持 App 免費

source: Hi! Here's our wedding day schedule:
ar: مرحبًا! إليكم جدول يوم زفافنا:
cs: Ahoj! Tady je program našeho svatebního dne:
da: Hej! Her er programmet for vores bryllupsdag:
de: Hallo! Hier ist unser Ablauf für den Hochzeitstag:
es: ¡Hola! Este es el cronograma del día de nuestra boda:
et: Tere! Siin on meie pulmapäeva ajakava:
fi: Hei! Tässä on hääpäivämme aikataulu:
fr: Bonjour ! Voici le déroulé de notre jour J :
hr: Bok! Evo rasporeda našeg dana vjenčanja:
hu: Szia! Íme az esküvőnk menetrendje:
is: Hæ! Hér er dagskrá brúðkaupsdagsins okkar:
it: Ciao! Ecco il programma del nostro matrimonio:
ja: こんにちは！私たちの当日の進行表です：
ko: 안녕하세요! 저희 결혼식 당일 일정이에요:
lv: Sveiki! Lūk, mūsu kāzu dienas laika grafiks:
nb: Hei! Her er kjøreplanen for bryllupsdagen vår:
nl: Hoi! Hier is ons dagprogramma:
pl: Cześć! Oto nasz plan dnia ślubu:
pt: Oi! Este é o cronograma do nosso dia do casamento:
ro: Salut! Iată programul din ziua nunții noastre:
ru: Привет! Вот расписание нашего дня свадьбы:
sk: Ahojte! Tu je program nášho svadobného dňa:
sl: Pozdravljeni! Tukaj je urnik najinega poročnega dne:
sv: Hej! Här är schemat för vår bröllopsdag:
th: สวัสดีค่ะ! นี่คือกำหนดการวันแต่งงานของเรา:
tr: Merhaba! Düğün günü programımız:
uk: Привіт! Ось розклад нашого весільного дня:
vi: Xin chào! Đây là lịch trình ngày cưới của chúng mình:
zh_hans: 你好！这是我们的婚礼当天流程：
zh_hant: 嗨！這是我們的婚禮當天流程：
